chat_system_1149961695_actor_description=Mirabella. Tough Woman-Pirate.
chat_system_1149961695_snap_1_question=^?^Go to blazes! Damnation! Oh, my damned tongue... I mean come here, my hero! Gosh, you can't even imagine. [player]. How happy I am that it's you who did it! It's like a huge three-masted ship unloaded off my shoulders.
chat_system_1149961695_snap_1_answer_0=^?^What are you so happy about?
chat_system_1149961695_snap_1_answer_1=^?^But, you see... I already have a wife. So I'm sorry, my beautiful pirate, but I can't marry you.
chat_system_1149961695_snap_3_question=^?^Have a look around; look what the scum surrounding me, who impose their love on me - especially after my suitor Lucky James was killed.<br>They're all cutthroats without exception, and they either have pot-bellies or they're missing a leg or an arm. And let's not even talk about the lame, toothless one-eyed men. And the few who do look alright have a mix of rum and seaweed in their heads, so they're about as smart as a shrimp.
chat_system_1149961695_snap_3_answer_0=^?^Ok, I got it. I agree, you've finally had a bit of luck with a suitor. Assuming you haven't changed your mind, of course.
chat_system_1149961695_snap_3_answer_1=^?^Well, I've thought about it, and I'm not ready for such an important step yet.
chat_system_1149961695_snap_4_question=^?^Me? Changed my mind? What a pirate says goes. If I told you that I'll marry the hero who kills the Kraken, you can bet I'll do it.<br>I... I don't even know what I should say, [player]. I'll be damned, but even all my swears have left my mind.<br>Well... I'm... you know... I agree... Kiss me, my beloved.
chat_system_1149961695_snap_4_answer_0=^?^(Kiss the girl.)
chat_system_1149961695_snap_0_question=^?^It's a pity... I hope you know that you can't find as good a wife as me in the whole of Endoria. I will be waiting for you, [player]. I like you - very much.
chat_system_1149961695_snap_0_answer_0=^?^See you!
chat_system_1149961695_snap_2_question=^?^May the shark eat you, [player]! How can you jeer at a fragile girl's feelings? Here I was, so happy that a normal man finally appeared, but some clever girl has already roped you.<br>What a cursed life I lead. If my suitor is a normal man, he's already married, and if he's free, then he's a drunkard, a cripple, or as clever as a cork from a rum bottle? I guess I'll have to rot on these islands proud and lonely forever.
chat_system_1149961695_snap_2_answer_0=^?^I'm sorry... I hope you meet your true love as soon as possible. You deserve the best.
